{"bos_token": "<s>", "eos_token": "</s>", "unk_token": "<unk>", "sep_token": "</s>", "cls_token": "<s>", "pad_token": "<pad>", "mask_token": {"content": "<mask>", "single_word": false, "lstrip": true, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "sp_model_kwargs": {}, "tokenizer_file": "/zhome/d6/f/156047/.cache/huggingface/transformers/16e85cac0e7a8c2938ac468199d0adff7483341305c7e848063b72dcf5f22538.39607a8bede9bcd2666ea442230a9d382f57e4fea127c9cc5b6fc6caf527d682", "src_lang": "de_DE", "tgt_lang": "de_DE", "additional_special_tokens": null, "model_max_length": 1024, "special_tokens_map_file": null, "name_or_path": "facebook/mbart-large-cc25", "tokenizer_class": "MBartTokenizer"}